// Временные данные для заполнения карточек

const featuresList = [
    {
        "id": 0,
        "title": "Еда намного вкуснее",
        "text": "Домашняя колбаса из мяса, соли и специй и колбаса из магазина — два настолько разных продукта, что они даже не родственники",
        "image": "../assets/feature-eat.svg",
        "type": "farm",
    }, 
    {
        "id": 1,
        "title": "Просроченные продукты",
        "text": "Из-за большого количество товара сотрудники магазинов не успевают своевременно производить замену товара",
        "image": "../assets/feature-overdue.svg",
        "type": "shop",
    }, 
    {
        "id": 2,
        "title": "Натуральные продукты",
        "text": "Поставляем местные органические продукты выращенные без пестицидов и химических удобрений.",
        "image": "../assets/feature-organic.svg",
        "type": "farm",
    }, 
    {
        "id": 3,
        "title": "Некачественное мясо",
        "text": "Мясные полуфабрикаты, в которых содержится чрезмерно много натрия, вредных жиров, консервантов",
        "image": "../assets/feature-meat.svg",
        "type": "shop",
    }, 
]

export default featuresList;